Tekla.Structures.ModelInternal.dotPourObject_t
Struct for the Pour object.

Tekla.Structures.ModelInternal.dotPourObject_t.ModelObject
The object we are extending (Inherited from)

Tekla.Structures.ModelInternal.dotPourObject_t.Class


Tekla.Structures.ModelInternal.dotPourObject_t.PourNumber


Tekla.Structures.ModelInternal.dotPourObject_t.PourType


Tekla.Structures.ModelInternal.dotPourObject_t.ConcreteMixture
